Repository: MXF-Apps/WatchNext
Catalog: WatchNextWidget/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# media.availability.quality.label
source: %1$(quality)@ • Ready
ar: %1$(quality)@ • جاهز
de: %1$(quality)@ • Bereit
es: %1$(quality)@ • Listo
fr: %1$(quality)@ • Disponible
it: %1$(quality)@ • Pronto
ja: %1$(quality)@ • 視聴可能
ko: %1$(quality)@ • 시청 가능
nl: %1$(quality)@ • Klaar
pl: %1$(quality)@ • Gotowe
pt_br: %1$(quality)@ • Pronto
ru: %1$(quality)@ • Готово
tr: %1$(quality)@ • Hazır
zh_hans: %1$(quality)@ • 可观看
zh_hant: %1$(quality)@ • 可觀看

# media.availability.ready.label
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Disponible
it: Pronto
ja: 視聴可能
ko: 시청 가능
nl: Klaar
pl: Gotowe
pt_br: Pronto
ru: Готово
tr: Hazır
zh_hans: 可观看
zh_hant: 可觀看

# media.download.pending.accessibilityLabel
source: Not downloaded yet
ar: لم يُنزَّل بعد
de: Noch nicht heruntergeladen
es: Todavía sin descargar
fr: Pas encore téléchargé
it: Non ancora scaricato
ja: まだダウンロードされていません
ko: 아직 다운로드되지 않음
nl: Nog niet gedownload
pl: Jeszcze nie pobrano
pt_br: Ainda não baixado
ru: Ещё не загружено
tr: Henüz indirilmedi
zh_hans: 尚未下载
zh_hant: 尚未下載

# media.release.episode.accessibilityLabel
source: Aired %1$(time)@, not downloaded yet
ar: بُثّ %1$(time)@، لم يُنزَّل بعد
de: Ausgestrahlt %1$(time)@, noch nicht heruntergeladen
es: Emitido %1$(time)@, todavía sin descargar
fr: Diffusion %1$(time)@, pas encore téléchargé
it: Andato in onda %1$(time)@, non ancora scaricato
ja: %1$(time)@に放送済み、まだダウンロードされていません
ko: %1$(time)@ 방영됨, 아직 다운로드되지 않음
nl: Uitgezonden %1$(time)@, nog niet gedownload
pl: Wyemitowano %1$(time)@, jeszcze nie pobrano
pt_br: Exibido %1$(time)@, ainda não baixado
ru: Вышло %1$(time)@, ещё не загружено
tr: %1$(time)@ yayınlandı, henüz indirilmedi
zh_hans: 已于%1$(time)@播出，尚未下载
zh_hant: 已於%1$(time)@播出，尚未下載

# media.release.episode.label
source: Aired %1$(time)@
ar: بُثّ %1$(time)@
de: Ausgestrahlt %1$(time)@
es: Emitido %1$(time)@
fr: Diffusion %1$(time)@
it: In onda %1$(time)@
ja: %1$(time)@に放送
ko: %1$(time)@ 방영
nl: Uitgezonden %1$(time)@
pl: Wyemitowano %1$(time)@
pt_br: Exibido %1$(time)@
ru: Вышло %1$(time)@
tr: %1$(time)@ yayınlandı
zh_hans: 已于%1$(time)@播出
zh_hant: 已於%1$(time)@播出

# media.release.movie.accessibilityLabel
source: Released %1$(time)@, not downloaded yet
ar: صدر %1$(time)@، لم يُنزَّل بعد
de: Erschienen %1$(time)@, noch nicht heruntergeladen
es: Estrenada %1$(time)@, todavía sin descargar
fr: Sortie %1$(time)@, pas encore téléchargé
it: Uscito %1$(time)@, non ancora scaricato
ja: %1$(time)@に公開済み、まだダウンロードされていません
ko: %1$(time)@ 개봉됨, 아직 다운로드되지 않음
nl: Uitgebracht %1$(time)@, nog niet gedownload
pl: Premiera %1$(time)@, jeszcze nie pobrano
pt_br: Lançado %1$(time)@, ainda não baixado
ru: Вышел %1$(time)@, ещё не загружен
tr: %1$(time)@ yayımlandı, henüz indirilmedi
zh_hans: 已于%1$(time)@上映，尚未下载
zh_hant: 已於%1$(time)@上映，尚未下載

# media.release.movie.label
source: Released %1$(time)@
ar: صدر %1$(time)@
de: Erschienen %1$(time)@
es: Estrenada %1$(time)@
fr: Sortie %1$(time)@
it: Uscito %1$(time)@
ja: %1$(time)@に公開
ko: %1$(time)@ 개봉
nl: Uitgebracht %1$(time)@
pl: Premiera %1$(time)@
pt_br: Lançado %1$(time)@
ru: Вышел %1$(time)@
tr: %1$(time)@ yayımlandı
zh_hans: 已于%1$(time)@上映
zh_hant: 已於%1$(time)@上映

# media.release.now.label
source: now
ar: الآن
de: jetzt
es: ahora
fr: maintenant
it: adesso
ja: 今
ko: 지금
nl: nu
pl: teraz
pt_br: agora
ru: сейчас
tr: şimdi
zh_hans: 现在
zh_hant: 現在

# media.season.additionalEpisodes.accessibilityLabel
source: %1$(count)lld additional episodes
ar: %1$(count)lld حلقة إضافية
de: %1$(count)lld weitere Episoden
es: %1$(count)lld episodios adicionales
fr: %1$(count)lld épisodes supplémentaires
it: %1$(count)lld episodi aggiuntivi
ja: 他に %1$(count)lld 話
ko: 추가 에피소드 %1$(count)lld개
nl: %1$(count)lld extra afleveringen
pl: %1$(count)lld dodatkowego odcinka
pt_br: %1$(count)lld episódios adicionais
ru: ещё %1$(count)lld эпизода
tr: %1$(count)lld ek bölüm
zh_hans: 另有 %1$(count)lld 集
zh_hant: 另有 %1$(count)lld 集

# widget.configuration.artwork.description
source: Large widget only.
ar: الأداة الكبيرة فقط.
de: Nur großes Widget.
es: Solo en el widget grande.
fr: Grand widget uniquement.
it: Solo widget grande.
ja: 大サイズのウィジェットのみ。
ko: 큰 위젯에서만.
nl: Alleen grote widget.
pl: Tylko duży widżet.
pt_br: Somente no widget grande.
ru: Только для большого виджета.
tr: Yalnızca büyük widget.
zh_hans: 仅限大号小组件。
zh_hant: 僅限大型小工具。

# widget.configuration.artwork.title
source: Show Artwork
ar: إظهار الصور
de: Artwork anzeigen
es: Mostrar carátulas
fr: Afficher les affiches
it: Mostra copertine
ja: アートワークを表示
ko: 아트워크 표시
nl: Illustraties tonen
pl: Pokaż okładki
pt_br: Mostrar capas
ru: Показывать постеры
tr: Görselleri göster
zh_hans: 显示海报
zh_hant: 顯示封面

# widget.configuration.content.title
source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
nl: Inhoud
pl: Zawartość
pt_br: Conteúdo
ru: Содержимое
tr: İçerik
zh_hans: 内容
zh_hant: 內容

# widget.configuration.density.title
source: Density
ar: الكثافة
de: Dichte
es: Densidad
fr: Densité
it: Densità
ja: 密度
ko: 밀도
nl: Dichtheid
pl: Gęstość
pt_br: Densidade
ru: Плотность
tr: Yoğunluk
zh_hans: 密度
zh_hant: 密度

# widget.configuration.description
source: Shows your ready-to-watch and upcoming media.
ar: يعرض الوسائط الجاهزة للمشاهدة والقادمة.
de: Zeigt deine Medien, die bereit sind oder demnächst erscheinen.
es: Muestra tus contenidos listos para ver y los próximos.
fr: Affiche vos contenus disponibles et à venir.
it: Mostra i contenuti pronti da guardare e quelli in arrivo.
ja: 視聴可能な作品と近日公開の作品を表示します。
ko: 시청 가능하거나 공개 예정인 미디어를 표시합니다.
nl: Toont je media die klaar zijn om te kijken en die binnenkort komen.
pl: Pokazuje media gotowe do obejrzenia i nadchodzące.
pt_br: Mostra suas mídias prontas para assistir e as que estão por vir.
ru: Показывает готовые к просмотру и предстоящие медиа.
tr: İzlemeye hazır ve yakında çıkacak medyanızı gösterir.
zh_hans: 显示可观看和即将推出的媒体。
zh_hant: 顯示可觀看和即將推出的媒體。

# widget.configuration.sectionTitles.description
source: Small and large widgets. Off replaces the section titles with a divider that carries the overflow counts and the refresh button, which fits more items.
ar: الأداتان الصغيرة والكبيرة. عند الإيقاف تُستبدل عناوين الأقسام بفاصل يحمل أعداد الفائض وزر التحديث، فيتسع لعناصر أكثر.
de: Kleines und großes Widget. Aus ersetzt die Abschnittstitel durch eine Trennlinie mit den Überlaufzahlen und dem Aktualisieren-Knopf, sodass mehr Einträge passen.
es: Widgets pequeño y grande. Desactivado sustituye los títulos de sección por un separador con los recuentos sobrantes y el botón de actualizar, así caben más elementos.
fr: Petits et grands widgets. Désactivez cette option pour remplacer les titres par un séparateur avec les nombres d’éléments supplémentaires et le bouton d’actualisation, afin d’afficher plus de contenus.
it: Widget piccolo e grande. Disattivato sostituisce i titoli delle sezioni con un separatore che contiene i conteggi in eccesso e il pulsante di aggiornamento, così entrano più elementi.
ja: 小と大のウィジェット向け。オフにすると、セクションタイトルの代わりに、超過件数と更新ボタンを含む区切り線が表示され、より多くの項目が収まります。
ko: 작은 위젯과 큰 위젯에 적용됩니다. 끄면 섹션 제목이 초과 개수와 새로 고침 버튼이 있는 구분선으로 바뀌어 더 많은 항목이 들어갑니다.
nl: Kleine en grote widget. Uit vervangt de sectietitels door een scheidingslijn met de overlooptellingen en de vernieuwknop, zodat er meer items passen.
pl: Widżety mały i duży. Wyłączone zastępuje tytuły sekcji separatorem z liczbą pozostałych i przyciskiem odświeżania, dzięki czemu mieści się więcej elementów.
pt_br: Widgets pequeno e grande. Desativado substitui os títulos das seções por um separador com as contagens excedentes e o botão de atualizar, cabendo mais itens.
ru: Для маленького и большого виджетов. Если выключить, заголовки разделов заменяются разделителем со счётчиками и кнопкой обновления, и помещается больше элементов.
tr: Küçük ve büyük widget’lar. Kapalıyken bölüm başlıkları, taşan sayıları ve yenile düğmesini taşıyan bir ayırıcıyla değiştirilir; böylece daha fazla öğe sığar.
zh_hans: 适用于小号和大号小组件。关闭后，分区标题将替换为一条带溢出计数和刷新按钮的分隔线，以容纳更多项目。
zh_hant: 適用於小型和大型小工具。關閉後，區段標題會換成帶有溢出計數和重新整理按鈕的分隔線，以容納更多項目。

# widget.configuration.sectionTitles.title
source: Section Titles
ar: عناوين الأقسام
de: Abschnittstitel
es: Títulos de sección
fr: Titres des sections
it: Titoli delle sezioni
ja: セクションタイトル
ko: 섹션 제목
nl: Sectietitels
pl: Tytuły sekcji
pt_br: Títulos das seções
ru: Заголовки разделов
tr: Bölüm başlıkları
zh_hans: 分区标题
zh_hant: 區段標題

# widget.content.all.title
source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 전체
nl: Alles
pl: Wszystko
pt_br: Tudo
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# widget.content.movies.title
source: Movies
ar: الأفلام
de: Filme
es: Películas
fr: Films
it: Film
ja: 映画
ko: 영화
nl: Films
pl: Filmy
pt_br: Filmes
ru: Фильмы
tr: Filmler
zh_hans: 电影
zh_hant: 電影

# widget.content.shows.title
source: Shows
ar: المسلسلات
de: Serien
es: Series
fr: Séries
it: Serie
ja: 番組
ko: 시리즈
nl: Series
pl: Seriale
pt_br: Séries
ru: Сериалы
tr: Diziler
zh_hans: 剧集
zh_hant: 影集

# widget.density.comfortable.description
source: Three lines per item
ar: ثلاثة أسطر لكل عنصر
de: Drei Zeilen pro Eintrag
es: Tres líneas por elemento
fr: Trois lignes par élément
it: Tre righe per elemento
ja: 1 項目につき 3 行
ko: 항목당 세 줄
nl: Drie regels per item
pl: Trzy linie na element
pt_br: Três linhas por item
ru: Три строки на элемент
tr: Öğe başına üç satır
zh_hans: 每项三行
zh_hant: 每項三行

# widget.density.comfortable.title
source: Comfortable
ar: مريح
de: Komfortabel
es: Cómoda
fr: Confortable
it: Comoda
ja: ゆったり
ko: 여유롭게
nl: Ruim
pl: Wygodna
pt_br: Confortável
ru: Просторно
tr: Ferah
zh_hans: 宽松
zh_hant: 寬鬆

# widget.density.compact.description
source: Two lines per item
ar: سطران لكل عنصر
de: Zwei Zeilen pro Eintrag
es: Dos líneas por elemento
fr: Deux lignes par élément
it: Due righe per elemento
ja: 1 項目につき 2 行
ko: 항목당 두 줄
nl: Twee regels per item
pl: Dwie linie na element
pt_br: Duas linhas por item
ru: Две строки на элемент
tr: Öğe başına iki satır
zh_hans: 每项两行
zh_hant: 每項兩行

# widget.density.compact.title
source: Compact
ar: مضغوط
de: Kompakt
es: Compacta
fr: Compacte
it: Compatta
ja: コンパクト
ko: 조밀하게
pl: Zwarta
pt_br: Compacta
ru: Компактно
tr: Sıkışık
zh_hans: 紧凑
zh_hant: 緊湊

# widget.density.smart.description
source: Shrinks rows when that lists more items
ar: يقلّص الصفوف عندما يتيح ذلك عرض عناصر أكثر
de: Verkleinert die Zeilen, wenn dadurch mehr Einträge passen
es: Reduce las filas cuando así caben más elementos
fr: Réduit les lignes pour afficher plus d’éléments
it: Riduce le righe quando così entrano più elementi
ja: より多くの項目を表示できるときに行を縮めます
ko: 더 많은 항목을 표시할 수 있을 때 행을 줄입니다
nl: Verkleint rijen wanneer er dan meer items passen
pl: Zmniejsza wiersze, gdy dzięki temu mieści się więcej elementów
pt_br: Reduz as linhas quando isso permite listar mais itens
ru: Сжимает строки, если так помещается больше элементов
tr: Daha fazla öğe listelenebiliyorsa satırları küçültür
zh_hans: 在能显示更多项目时缩小行高
zh_hant: 在能顯示更多項目時縮小列高

# widget.density.smart.title
source: Smart
ar: ذكي
es: Inteligente
fr: Adaptative
it: Intelligente
ja: スマート
ko: 스마트
nl: Slim
pl: Inteligentna
pt_br: Inteligente
ru: Умно
tr: Akıllı
zh_hans: 智能
zh_hant: 智慧

# widget.empty.all.message
source: Open WatchNext to configure or refresh.
ar: افتح WatchNext للإعداد أو التحديث.
de: Öffne WatchNext zum Konfigurieren oder Aktualisieren.
es: Abre WatchNext para configurar o actualizar.
fr: Ouvrez WatchNext pour configurer ou actualiser.
it: Apri WatchNext per configurare o aggiornare.
ja: WatchNext を開いて設定または更新してください。
ko: WatchNext를 열어 구성하거나 새로 고치세요.
nl: Open WatchNext om in te stellen of te vernieuwen.
pl: Otwórz WatchNext, aby skonfigurować lub odświeżyć.
pt_br: Abra o WatchNext para configurar ou atualizar.
ru: Откройте WatchNext, чтобы настроить или обновить.
tr: Yapılandırmak veya yenilemek için WatchNext’i açın.
zh_hans: 打开 WatchNext 进行配置或刷新。
zh_hant: 開啟 WatchNext 進行設定或重新整理。

# widget.empty.movies.message
source: No movies right now.
ar: لا توجد أفلام حاليًا.
de: Momentan keine Filme.
es: No hay películas ahora mismo.
fr: Aucun film pour le moment.
it: Nessun film al momento.
ja: 現在映画はありません。
ko: 지금은 영화가 없습니다.
nl: Momenteel geen films.
pl: Brak filmów.
pt_br: Nenhum filme no momento.
ru: Фильмов пока нет.
tr: Şu anda film yok.
zh_hans: 目前没有电影。
zh_hant: 目前沒有電影。

# widget.empty.shows.message
source: No shows right now.
ar: لا توجد مسلسلات حاليًا.
de: Momentan keine Serien.
es: No hay series ahora mismo.
fr: Aucune série pour le moment.
it: Nessuna serie al momento.
ja: 現在番組はありません。
ko: 지금은 시리즈가 없습니다.
nl: Momenteel geen series.
pl: Brak seriali.
pt_br: Nenhuma série no momento.
ru: Сериалов пока нет.
tr: Şu anda dizi yok.
zh_hans: 目前没有剧集。
zh_hant: 目前沒有影集。

# widget.gallery.description
source: See what is ready to watch and what is coming next from your media library.
ar: اطّلع على ما هو جاهز للمشاهدة وما هو قادم من مكتبة الوسائط لديك.
de: Sieh, was in deiner Mediathek bereit zum Ansehen ist und was als Nächstes kommt.
es: Mira qué está listo para ver y qué viene después en tu biblioteca multimedia.
fr: Découvrez les contenus disponibles et à venir dans votre bibliothèque multimédia.
it: Scopri cosa è pronto da guardare e cosa arriva dopo nella tua libreria multimediale.
ja: メディアライブラリの視聴可能な作品と次に公開される作品を確認できます。
ko: 미디어 라이브러리에서 시청 가능한 항목과 다음에 공개될 항목을 확인하세요.
nl: Zie wat klaar is om te kijken en wat er daarna komt in je mediabibliotheek.
pl: Zobacz, co jest gotowe do obejrzenia i co pojawi się następne w Twojej bibliotece.
pt_br: Veja o que está pronto para assistir e o que vem a seguir na sua biblioteca de mídia.
ru: Смотрите, что готово к просмотру и что выходит следующим в вашей медиатеке.
tr: Medya kitaplığınızda izlemeye hazır olanları ve sırada ne olduğunu görün.
zh_hans: 查看媒体库中可观看及即将推出的内容。
zh_hant: 查看媒體庫中可觀看及接下來推出的內容。

# widget.overflow.accessibilityLabel
source: %1$(count)lld more items
ar: %1$(count)lld عنصر إضافي
de: %1$(count)lld weitere Einträge
es: %1$(count)lld elementos más
fr: %1$(count)lld éléments supplémentaires
it: %1$(count)lld altri elementi
ja: 他に %1$(count)lld 件
ko: 추가 항목 %1$(count)lld개
nl: nog %1$(count)lld items
pl: jeszcze %1$(count)lld elementu
pt_br: mais %1$(count)lld itens
ru: ещё %1$(count)lld элемента
tr: %1$(count)lld öğe daha
zh_hans: 另有 %1$(count)lld 项
zh_hant: 另有 %1$(count)lld 個項目

# widget.overflow.label
source: +%1$(count)lld more
ar: +%1$(count)lld
de: +%1$(count)lld weitere
es: +%1$(count)lld más
fr: +%1$(count)lld
it: +%1$(count)lld altri
ja: +%1$(count)lld
ko: +%1$(count)lld
nl: +%1$(count)lld meer
pl: +%1$(count)lld
pt_br: +%1$(count)lld mais
ru: +%1$(count)lld
tr: +%1$(count)lld
zh_hans: +%1$(count)lld
zh_hant: +%1$(count)lld

# widget.overflow.ready.accessibilityLabel
source: %1$(count)lld more ready above
ar: %1$(count)lld عنصر جاهز إضافي أعلى
de: %1$(count)lld weitere bereit oben
es: %1$(count)lld más listos arriba
fr: %1$(count)lld contenus disponibles supplémentaires au-dessus
it: %1$(count)lld altri pronti sopra
ja: 上に他に %1$(count)lld 件の視聴可能
ko: 위에 시청 가능 항목 %1$(count)lld개 더 있음
nl: nog %1$(count)lld klaar hierboven
pl: jeszcze %1$(count)lld gotowego powyżej
pt_br: mais %1$(count)lld prontos acima
ru: ещё %1$(count)lld готового выше
tr: yukarıda %1$(count)lld hazır daha
zh_hans: 上方另有 %1$(count)lld 项可观看
zh_hant: 上方另有 %1$(count)lld 個可觀看

# widget.overflow.upcoming.accessibilityLabel
source: %1$(count)lld more upcoming below
ar: %1$(count)lld عنصر قادم إضافي أدنى
de: %1$(count)lld weitere demnächst unten
es: %1$(count)lld más próximamente abajo
fr: %1$(count)lld contenus à venir supplémentaires en dessous
it: %1$(count)lld altri in arrivo sotto
ja: 下に他に %1$(count)lld 件の近日公開
ko: 아래에 공개 예정 항목 %1$(count)lld개 더 있음
nl: nog %1$(count)lld binnenkort hieronder
pl: jeszcze %1$(count)lld nadchodzącego poniżej
pt_br: mais %1$(count)lld em breve abaixo
ru: ещё %1$(count)lld предстоящего ниже
tr: aşağıda %1$(count)lld yakında daha
zh_hans: 下方另有 %1$(count)lld 项即将推出
zh_hant: 下方另有 %1$(count)lld 個即將推出

# widget.refresh.button.accessibilityLabel
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_hans: 刷新
zh_hant: 重新整理

# widget.refresh.error.accessibilityLabel
source: Refresh failed; showing cached data
ar: فشل التحديث؛ تُعرض البيانات المخزّنة
de: Aktualisierung fehlgeschlagen; zwischengespeicherte Daten werden angezeigt
es: Error al actualizar; se muestran datos en caché
fr: Échec de l’actualisation ; affichage des données en cache
it: Aggiornamento non riuscito; dati nella cache visualizzati
ja: 更新に失敗しました。キャッシュされたデータを表示中
ko: 새로 고침 실패, 캐시된 데이터 표시 중
nl: Vernieuwen mislukt; gecachete gegevens worden getoond
pl: Odświeżanie nie powiodło się; pokazywane są dane z pamięci podręcznej
pt_br: Falha ao atualizar; exibindo dados em cache
ru: Не удалось обновить; показаны кешированные данные
tr: Yenileme başarısız; önbelleğe alınmış veriler gösteriliyor
zh_hans: 刷新失败；正在显示缓存数据
zh_hant: 重新整理失敗；正在顯示快取資料

# widget.refresh.intent.description
source: Refreshes the WatchNext feed from your configured media services.
ar: يحدّث خلاصة WatchNext من خدمات الوسائط المُهيّأة.
de: Aktualisiert den WatchNext-Feed über deine konfigurierten Mediendienste.
es: Actualiza el feed de WatchNext desde tus servicios multimedia configurados.
fr: Actualise le flux WatchNext depuis vos services multimédias configurés.
it: Aggiorna il feed di WatchNext dai servizi multimediali configurati.
ja: 設定済みのメディアサービスから WatchNext のフィードを更新します。
ko: 구성된 미디어 서비스에서 WatchNext 피드를 새로 고칩니다.
nl: Vernieuwt de WatchNext-feed vanuit je ingestelde mediadiensten.
pl: Odświeża kanał WatchNext ze skonfigurowanych usług multimedialnych.
pt_br: Atualiza o feed do WatchNext a partir dos seus serviços de mídia configurados.
ru: Обновляет ленту WatchNext из настроенных медиасервисов.
tr: WatchNext akışını yapılandırılmış medya hizmetlerinizden yeniler.
zh_hans: 从已配置的媒体服务刷新 WatchNext 内容。
zh_hant: 從已設定的媒體服務重新整理 WatchNext 動態。

# widget.refresh.intent.title
source: Refresh WatchNext
ar: تحديث WatchNext
de: WatchNext aktualisieren
es: Actualizar WatchNext
fr: Actualiser WatchNext
it: Aggiorna WatchNext
ja: WatchNext を更新
ko: WatchNext 새로 고침
nl: WatchNext vernieuwen
pl: Odśwież WatchNext
pt_br: Atualizar WatchNext
ru: Обновить WatchNext
tr: WatchNext’i yenile
zh_hans: 刷新 WatchNext
zh_hant: 重新整理 WatchNext

# widget.section.comingSoon.title
source: Coming Soon
ar: قريبًا
de: Demnächst
es: Próximamente
fr: À venir
it: Prossimamente
ja: 近日公開
ko: 공개 예정
nl: Binnenkort
pl: Wkrótce
pt_br: Em breve
ru: Скоро
tr: Yakında
zh_hans: 即将推出
zh_hant: 即將推出

# widget.section.ready.title
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Disponibles
it: Pronti
ja: 視聴可能
ko: 시청 가능
nl: Klaar
pl: Gotowe
pt_br: Pronto
ru: Готово
tr: Hazır
zh_hans: 可观看
zh_hant: 可觀看

# widget.section.readyToWatch.title
source: Ready to Watch
ar: جاهز للمشاهدة
de: Bereit zum Ansehen
es: Listo para ver
fr: À regarder
it: Pronti da guardare
ja: 視聴可能
ko: 시청 가능
nl: Klaar om te kijken
pl: Gotowe do obejrzenia
pt_br: Pronto para assistir
ru: Готово к просмотру
tr: İzlemeye hazır
zh_hans: 可观看
zh_hant: 可觀看

# widget.section.upcoming.title
source: Upcoming
ar: قادم
de: Kommend
es: Próximos
fr: À venir
it: In arrivo
ja: 近日公開
ko: 예정
nl: Aankomend
pl: Nadchodzące
pt_br: Próximos
ru: Скоро
tr: Yaklaşan
zh_hans: 即将推出
zh_hant: 即將推出
